Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 丑小鸭翻身爬了起来，晃了晃脑袋，有些委屈的叫唤了一声。
en_us: "Meow~" Ugly Duckling got up, shook its head, and called out woefully.

source: 丑小鸭虽然一脸不情愿，但还是在艾米的注视下起身向着广场里走去，小跑着加速，然后一蹦上了一棵树，三两下爬上了树梢，接着轻松一跃跳上了另一棵树，然后便在树梢间跳跃穿梭起来那。
en_us: Even though Ugly Duckling looked unwilling, it still got up, and walked to the square under Amy's intense gaze. It jogged to gain momentum before leaping onto a tree, and climbed to the tree's top agilely. It then leaped over to another tree easily before leaping from tree to tree.

source: 丑小鸭趴在柜台上，不时往厨房里张望，惦记着它已经晚点半个小时的午餐。
en_us: Ugly Duckling laid on the counter as it looked into the kitchen from time to time, thinking about its lunch that was already late for half an hour.

source: 丑小鸭趴在艾米怀里，冷眼漠视着那些试图逗它和摸它的愚蠢人类，犹如一个没有感情的王者。
en_us: Ugly Duckling lay in Amy's arms, and coldly looked at those stupid humans who were trying to play with it like a king without any emotion.

source: 丑小鸭蹬了两下腿，头一歪，当场去世。
en_us: Ugly Duckling kicked its legs twice before turning its head to one side and died on the spot.

source: 丑小鸭躺在地上满地找头了许久，才把肥硕的脑袋从头盔里拔出来，一脸迷茫的左右看了看。
en_us: Ugly Duckling laid on the ground for a really long time trying to find its head before it managed to pull its head out of the helmet. It looked left and right in confusion.

source: 丑小鸭闻到香味便主动下楼来了，最近它的食量快速增长，要吃一整份的扬州炒饭才会满足。
en_us: Ugly Duckling came downstairs on its own after it smelled the aroma. Its appetite had been growing exponentially recently. It had to eat a whole helping of Yangzhou fried rice to feel full.

source: 专业的人做专业的事，麦格直接找了一家中介，直接开始看店铺。
en_us: Let the professionals do what they are good at. Mag immediately went to an agency, and began looking at shops.

source: 世事难料，波比做完了手头的工作，也不想回家，打算到罗莫街先喝点酒。
en_us: Nothing could be expected. After finishing his work at hand, Bobby did not feel like going home. He intended to have a little drink at Romo Street.

source: 两个中年男人向着那家要转让的酒馆折返回去，费奇的话让他们下定决心今天就将这家酒馆盘下来，否则等消息传开来，恐怕更难找到这样低价的资产了。
en_us: The two middle-aged men walked towards the tavern that was for sale. Fitch's words made them determined to buy this tavern today. Otherwise, it would be difficult to buy such a lowly-priced asset after the news got out.

source: 两个中年男人对了一眼，都从对方眼中看到了可惜。
en_us: The two middle-aged men looked at each other and saw a hint of wasted opportunity in each other's eyes.

source: 两个中年男人对视一眼，都在心里暗道糟糕。
en_us: The two middle-aged men looked at each other and said "Oh no" inwardly.

source: 两个中年男人都露出了讶色。
en_us: The two middle-aged men had shock on their faces.

source: 两个孩子吃了宵夜睡不着，和丑小鸭在一楼玩耍，麦格就去厨房继续研究绿豆糕的配方和做法。
en_us: The two children could not sleep after having supper, so they played a while downstairs with Ugly Duckling. Mag went to the kitchen to continue experimenting on the mung bean pastry's recipe.

source: 两个孩子吃着下酒小菜，配着温热的牛奶，在温暖的泛黄灯光下左右摇晃，不时发出银铃般的笑声。
en_us: The two children ate the side dishes with a cup of warm milk to go with them. Under the warm neon light, they chuckled heartily.

source: 两个孩子在书堆之中寻找喜欢的画册，麦格则是和那书店掌柜闲聊起来。
en_us: The two children looked for the picture albums that they liked in the midst of the books, while Mag chatted with the bookshop's manager.

source: 两个孩子在家，麦格则照例出门假装采买一番。
en_us: The two children stayed at home while Mag went out, pretending to do some shopping as usual.

source: 两个小家伙同时点头。
en_us: Both the little ones nodded at the same time.

source: 两个小家伙快乐的分享着零食，麦格偶偶能够享受到一两颗麦丽素牌仙丹，而他却在思考着艾米这系统的问题。
en_us: The two little fellows shared the snacks happily and Mag could occasionally enjoy one or two Maltesers-brand "immortal pills" while he pondered over Amy's System.

source: 两个小家伙点着脑袋，不过注意力完全都被灌汤包吸引了，不知有没有听到他的话的。
en_us: The two little fellows nodded. However, their attention were all caught by the soup dumpling and Mag did not know if they actually heard him.

source: 两个小家伙选了一堆画册，难得的是安妮这次比艾米还拿了更多的画册，足有数十册，看得出小家伙还挺喜欢画册的。
en_us: The two little ones chose a bunch of picture books. Annie rarely chose more picture albums than Amy. She took dozens of them. It was obvious that the little one liked picture books a lot.

source: 两个小家伙都挺喜欢吃零食和小吃的，要是能够给她们做更多好吃的小甜点，他们肯定会喜欢。
en_us: The two little fellows were quite fond of snacks, so they would definitely be happy if Mag could make them more delicious desserts.

source: 两个小家伙都睁大了眼睛看着麦格吃完了一个灌汤包。
en_us: The two fellows watched Mag finish a soup dumpling with their eyes wide open.

source: 两个小时后，带着几分微醺醉意回到酒馆的两人，一开门就看到了双手叉腰有些幽怨的艾米和趴在桌上，有点睡眼迷离的安妮。
en_us: Two hours later, the two returned to the tavern, slightly intoxicated. The moment they opened the door, they saw a resentful Amy, who was at the table with her arms akimbo, and a sleepy Annie.

source: 两个小脑袋从厨房门口探了出来，满是好奇的看着灶台上那个堆叠的高高的，还冒着热气的竹屉。
en_us: Two little heads peeked out from the kitchen. They looked up curiously at the pile of bamboo steamers that had steam escaping from them.

source: 两人一走，酒馆老板便冲着小二道：“快！去把外边转让的牌子摘下来，然后联系一个装修施工队，关店三天，把酒馆重新装修一遍！”
en_us: After the two of them left, the tavern's boss told the waiter, "Quick! Go remove the sign on the door and then contact a construction team. Close the shop for three days and then refurbish the entire tavern!"

source: 两人上了卢西恩的马车，直奔塞班酒馆而去。
en_us: The two boarded Lucien's horse-drawn carriage, and went straight to Saipan Tavern.

source: 两人下了马车，这是一家开在坊市门口的大馆子，一栋三层楼，全是这家牛肉馆的。
en_us: The two of them got off the horse-drawn carriage. This was a big restaurant that was opened at the square's entrance. It was located in a three-story building, which was completely occupied by this beef restaurant.

source: 两人下到梯子下，看着长长的通道两旁十数个贴着封条的酒窖，麦格有些不可思议的瞪大了眼睛。
en_us: The two of them went down the ladder. They saw over 10 cellars with a seal on it on both sides of the long walkway. Mag widened his eyes with disbelief.

source: 两人从酒窖里出来，埃菲脸蛋微红，气息微喘。
en_us: The two of them came out of the cellar. Eiffie was blushing and slightly panting.

source: 两人又沉默了一会。
en_us: The two of them were quiet for some time again.

source: 两人同时咽了咽口水。
en_us: The two of them swallowed their saliva at the same time.

source: 两人在密室中看完了留影石的影像，对视了一眼，都在对方的眼中看到了震惊。
en_us: After the two of them watched the images in the photostone in the secret chamber, they looked at each other and saw shock in each other's eyes.

source: 两人在已经收拾干净的空位坐下。
en_us: The two of them sat down on the seats that had already been cleaned up.

source: 两人在酒窖里互相依偎，祈祷着有人能够听到声音赶来，将外面的暴徒吓跑。
en_us: The two of them hugged each tightly, praying that someone could rush over when they heard the noises and scare the assailant away.

source: 两人就着美味的下酒菜，喝着美酒，没多久，一瓶威士忌和一瓶茅台酒便都下了肚。
en_us: The two of them drank the liquor with the delicious side dishes. Soon, they finished the whiskey and Maotai.

source: 两人已经彻底被麦格折服。
en_us: The two of them were completely bowed over by Mag.

source: 两人相视一眼，都从对方的眼中看到了不满足。
en_us: The two of them looked at each other, and saw the unfulfillment in each other's eyes.

source: 两人相距数十米，转眼便碰撞在一起。
en_us: The two were only tens of meters apart, and would soon collide.

source: 两人看着开门的麦格皆是一愣，旋即露出了几分警惕之色。
en_us: The two were stunned when they saw Mag at the door. After that, they put their guard up.

source: 两人等了一会，麦格端着两瓶酒和三样下酒菜走来。
en_us: The two of them waited for a while before Mag came over with two bottles of liquors and three side dishes.

source: 两人都清楚这背后的推手的智慧，在当下这种乱局，许多人都急切的想要知道真相，只需要在情报江湖丢下一颗种子，都不需要刻意去做什么，消息便会疯狂传播。
en_us: Both of them knew the wisdom of the person behind all this. Many people were desperate for the truth in current chaotic situations. They only needed to throw a seed into the world of intel, and the news would spread like wildfire without the need for them to do anything else.

source: 两位三十岁左右的人儿，看起来风华正茂，羡煞台下众人。
en_us: The two 30-year-olds seemed to be in their prime, making everyone in the audience envy them.

source: 两千铜币一瓶的酒在罗莫街算得上高价昂贵，可要是在城北有名的酒肆、酒馆里，这样的价格并不醒目。
en_us: 2000 copper coins a bottle liquor was considered expensive on Romo Street, but it wasn't an unusual price at the famous taverns and bars in the north of the city.

source: 两只飞行坐骑已经升空，向着阿尔宾的方向飞来。
en_us: Two flying steeds rose to the sky towards Albin.

source: 两道下酒菜太少？
en_us: Were two dishes too little?

source: 两道阴影从将军府的上空掠过。
en_us: Two shadows flashed past the sky above the general's mansion.

source: 丧尸军团在心理上毫无弱点可言，在克苏鲁的控制下，能够悍不畏死的一直冲锋。
en_us: The zombie army had no weakness pyschologically. They would charge forward fearlessly under Cthulhu's control.

source: 个头比有些地方的小馄饨要大些，比有些地方的大馄饨又要小些，能够一口一个的，大小最佳。
en_us: Its size was slightly bigger than the small wontons of some places, yet smaller than some big wontons at some other places. The perfect size was to be able to pop one into the mouth every time.

source: 中年工作人员看着已经和孩子们玩成一团的艾米和安妮，脸上也是露出笑容，转头看着麦格道：“那是您的孩子吗？”
en_us: The middle-aged staff member looked at Amy and Annie, who were playing together with the children, with a smile on her face. She turned to say to Mag, "Are they your children?"

source: 中年男人的崩溃，可能就在一瞬间。
en_us: A middle-aged man could break down the very next moment.

source: 临近天明的时候，麦格才回到了洛都的酒馆，顺便就把早餐给做了。
en_us: Mag only reached the tavern in Rodu close to dawn, so he decided to make breakfast as well.

source: 为了一己私欲，只是为了变强，便杀死了数万无辜的人，这等行径，已经与魔鬼无异。
en_us: For his own selfish desire, Josh killed tens of thousands of people just to get more powerful. Such behavior was already no different from the devil's.

source: 为了印制一本画本，自己去造一台印刷机，不免有点过于复杂了。
en_us: To create his own printer just for a picture book was a little too complicated.

source: 为了稳妥起见，麦格没有直接用昨晚那个巨汉的令牌，而是从情报所购买了一块新的令牌，等于是获得了一个地下世界的新身份。
en_us: To be safe, Mag did not use the tablet of the man from last night. Instead, he bought a new tablet from teh Information Center, which was equivalent to obtaining a new identity in the underground world.

source: 为了罗莫街这一百多栋房子的价值，有一家标志性的酒馆能够长久的存在着，就能让他稳赚不赔。
en_us: For the value of the 100 over houses on Romo Street, a significant tavern that would exist for a long time would ensure that he wouldn't lose money.

source: 为什么他的随机指定宿主，会是一个只有四岁的小姑娘？
en_us: Why was its random-picked host a mere four-year-old girl?

source: 为什么会这样……
en_us: Why was this happening...

source: 为什么它的宿主，不仅嫌弃他，竟然还把它和低级碳基生物作对比？
en_us: Why did its owner despise it, and even compare it to lowly beasts?

source: 为什么我看不到你？
en_us: Why can't I see you?

source: 为什么父亲大人明明很喜欢自己做的炒饭，可脑海里显示的却是负面情绪值呢？
en_us: Why did her mind show negative emotions when her father clearly liked her fried rice?

source: 主战主和双方很快陷入了激烈的争论之中，甚至还有人拔出了兵器，大有一言不合血溅当场的架势。
en_us: The pro-war and pro-peace were quickly engaged in a fervent debate. Some even pulled out their weapons, as though they were going to fight it out if they did not have their way.

source: 主持人声音洪亮道：“好的，请各位保持安静，接下来各位评委要开始品酒了，让我们期待一下这一瓶窖藏了三十年的泰坦酒，会得到评委们怎样的评价。”
en_us: The emcee said in a loud voice, "Alright, please remain quiet. Right now, the judges would start to taste the wine. Let us look forward to the next bottle, the Titan Liquor that was kept for 30 years. How would the judges judge it?"

source: 主界面显示：
en_us: Main page showed:

source: 主要是哈迪斯先生做的食物实在太美味了，身体非常诚实。
en_us: It is mainly because Mr. Hades's cooking was too delicious and her botdy was very honest.

source: 举着斧头的巨汉瞬间倒飞出去，然后被嵌在了墙上，瞪大的眼睛，满是难以置信。
en_us: The big guy with the axe flew backwards and then got stuck to the wall. He widened his eyes with disbelief.

source: 久久之后，两人同时放下了手里空掉的酒杯。
en_us: After a long time, the two of them put down their empty glasses at the same time.

source: 久久之后，他才睁开眼睛，余香萦绕不散，是极为优雅、舒畅的享受体验。
en_us: After a very long time, Mag opened his eyes. The fragrance lingered. It was a very elegant, comfortable, and enjoyable experience.

source: 久久之后，伊琳娜睁开眼睛，回味无穷，唇齿留香。
en_us: After a very long time, Irina opened her eyes. The taste was still lingering in her mouth. It was a taste that had her asking for more.

source: 久久之后，卢西恩才睁开眼睛，双眼闪烁着泪光，一口把杯中剩下的酒给闷了。
en_us: After a very long time, Lucien opened his eyes. There were tears in his eyes. He finished the remaining wine in his glass in a shot.

source: 乔修作为洛斯帝国的国王继承者，竟然被魔鬼控制，一手策划和推动了对兽人族和精灵族的战争，下令屠灭了数十个兽人部落，并且残忍的灭了兵部数位大臣的满门，杀死了布卢姆。
en_us: As one of the successors of the Roth Empire's king, Josh was actually controlled by the devil. He planned and started the war on the orcs and the elves, ordered the massacre of dozens of orc tribes, cruelly massacred dozens of the Ministry of Defense's courtiers' family members, and killed Blum.

source: 乔修如果回到洛都，一计不成，必然还会继续挑事。
en_us: If Josh returned to Rodu, he wouldn't continue to stir trouble after his first plan failed.

source: 乔修已经社会性死亡，现在安德烈拟定的王位继承人只剩下肖恩。
en_us: Josh was already socially dead. Now, Sean was the only heir to Andre's throne.

source: 乔修算是完了，污名化成功，效果显著。
en_us: This was it for Josh. His reputation was down the gutter, and the effect was apparent.

source: 乔修选择将灵魂出卖给魔鬼，也就意味着他从夺嫡之争中出局，大皇子肖恩将成为王位继承者的唯一人选。
en_us: If Josh chose to sell his soul to the devil, that meant that he was kicked out from the fight for the throne. First Prince Sean would become the only candidate to succeed the throne.

source: 九浅一深，啊呸，九轻一重，是熟悉的节奏。
en_us: There were nine soft knocks and one hard knock. A familiar tempo.

source: 九点半，麦格将最后一位喝得酩酊大醉的客人送出餐厅，翻转了门上挂着的牌匾，宣告今日份的营业结束。
en_us: At 9.30 pm, Mag sent out the last drunk customer. He flipped the tag hanging at the door to announce the closure of the shop for the day.

source: 也不知道是不是饿了两顿的缘故，今天的黄焖鸡吃起来格外美味，就连米饭都觉得越嚼越香。
en_us: They didn't know if it was because they had missed breakfast, but the braised chicken and rice tasted extra delicious today. Even the rice tasted better as they chewed.

source: 也是这十多年来她一直在寻找和试图创造出来，却一直未能成功的香味。
en_us: This was also what she had been looking for and trying to create for the past decade but had been failing.

source: 也有全副武装的近战精灵打开了三个方向的大门，蜂拥而入。
en_us: There were also melee elves in full battle gear that opened the doors in three directions and charged in.

source: 也正是因为泰坦酒馆失去马库斯，沦为普通酒馆，罗莫街开始走下坡路，最终变成现在这般模样。
en_us: It was just because Titan Tavern lost Marcus and became a normal tavern that Romo Street began to decline and finally became like this.

source: 也没啥好品的。
en_us: Nothing much to taste.

source: 也没啥，就是觉得这名字念起来朗朗上口。
en_us: There was no meaning. He simply felt that this name was catchy.

source: 书店规模有大有小，有数千平的大书店，也有在数个平米范围内将各种古籍堆叠成小山的小书屋。
en_us: There were big bookshops that were thousands of square meters big and small bookshops that were just a few square meters big, with all kinds of ancient books stacked up high.

source: 书房内，肖恩看着手下呈上来的雕刻着一个恐怖魔头的石头，脸色有些苍白。
en_us: In the study, Sean looked at the rock with a horrifying devil's head carving handed to him by his subordinate. His face was pale.

source: 买卖进行的非常顺利，麦格拿出砍价大刀，每一刀都直击急于脱手的卖家要害，最后以一百零五万一千二百铜币的价格，拿下了这栋位于洛都城中心的房子。
en_us: The purchase was very successful. Mag used all his bargaining skills, and every strike hit the seller right at the heart. Finally, Mag bought this property in the Rodu's city center with 1,051,200 copper coins.

source: 事件评估：傀儡数量、实力未知，克苏鲁正在试图恢复实力并可能制造更多的惨案。」
en_us: Situation Evaluation: Number of puppets unknown. Cthulhu was attempting to regain its powers and might cause more tragedies.]

source: 事件评估：前往克苏鲁封印点查探！」
en_us: Situation Evaluation: Proceed to Cthulhu's seal point for in-depth investigation!]

source: 事件评估：可不进行干预！」
en_us: Situation Evaluation: Do not intervene!]

source: 事件评估：已在封印点留下监控精灵，严防克苏鲁下半截躯体试图解除封印进行合体！
en_us: Situation Evaluation: Surveillance elves left at the seal location to prevent Cthulhu's lower-half from attempting to break out of the seal to merge with it's top!

source: 事件评估：收集该傀儡的个体信息，继续追寻其踪迹，或许能够找到克苏鲁下半截躯体。
en_us: Situation Evaluation: collect information on the puppet and continue to trace him. Perhaps the lower half of Cthulhu could be found.

source: 事件评估：第一序列事件！已上报！将立刻追踪克苏鲁下落，将其重新封印！」
en_us: Situation Evaluation: Category 1 incident! Already reported! To trace Cthulhu down immediately and reseal it!]

source: 事件评估：第二序列事件！追踪空间通道，找到可能存在的新入侵者！提取样品，分析该文明等级与威胁！」
en_us: Situation Evaluation: Category 2 incident! Investigate the space passage and find the possible intruder! Obtain samples and analyze the standard of civilization and threat!]

source: 事件评估：进入蒸汽时代或许会给诺兰大陆带来巨大变革，具体影响未知。
en_us: Situation Evaluation: Entering the steam engine era might bring about a large change to the Norland Continent. Specific effects yet to be known.

source: 事关旧日支配者，麦格自然不敢耽搁。
en_us: As the matter concerned the Great Old Ones, Mag naturally didn't dare to delay it.

source: 事实证明，他的做法非常有效。
en_us: The facts had proven that what he did were very effective.

source: 事情解决，钱也到手了，麦格关上店门，上楼睡了个午觉，然后去取了埋在街尾槐树下的竹筒。
en_us: The matter had been resolved and they had also gotten their money. Mag closed the door of the shop and went upstairs for an afternoon nap. After that, he went to retrieve the bamboo container buried under the Acacia tree at the end of the street.

source: 二子夺嫡的局面是他弄出来的，登上王座的路向来充满荆棘和鲜血，这能够很好的提升一个人的谋略和胆识，从而培养出一位冷血强大的君王。
en_us: He was the one who caused his two sons to vie for the throne. The road to the throne had always been filled with blood and thorns. This could increase a person's strategic thinking and courage, therefore grooming a powerful, cold-blooded king.

source: 二是海伦娜故意放宽政策，让一切反叛彻底暴露之后，再发动雷霆一击，彻底消灭反对的声音。”
en_us: "The second is that Helena deliberately loosened the policy, and allowed all the rebels to show themselves before she would give them a deadly strike and eliminate all opposing voices once and for all."

source: 二楼除了隔出一个酒窖之外，照例依旧是生活区。
en_us: Apart from a cellar, the second floor was their living area as usual.

source: 二皇子变成了魔鬼，而且还在洛都城内大肆屠杀，一时间民心动荡。
en_us: The second prince had become the devil, and was massacring people in Rodu. People panicked immediately.

source: 五位上台评审和其他五位预备评审商量了一番，又是现场将两款酒品尝了一遍，最终达成一致。
en_us: The five judges on stage had a discussion with the other five reserved judges before tasting both liquors again. They reached a final agreement.

source: 五位评委皆是如获至宝一般打量着面前的酒。
en_us: The five judges all were appraising the liquor in front of them like a treasure.

source: 五位评委，都给出了极高的评价。
en_us: The five judges all gave very good reviews.

source: 五分钟后，爷俩一人端着一个碗，仰头把面汤都吨吨吨吨吨的喝完，还有些不满足的舔了一遍碗。
en_us: Five minutes later, the two of them, with a bowl in each of their hands, gulped the soup down, and even licked the bowl clean.

source: 五十分制，一个勉强合格的分数。
en_us: The total was 50 points, so it was a barely passable score.

source: 五十分的满分，等于是宣布泰坦酒再次获得金奖。
en_us: Full marks, that was akin to announcing that the Titan Liquor had clinched the gold award once again.

source: 五星战舰在距离洛都五百里处停下。
en_us: The star-shaped battleship stopped 800 km away from Rodu.

source: 五百多个孩子，很快都吃上了刚刚出炉的烤牛肉串和烤羊肉串。
en_us: Very soon, all the 500-odd children received the freshly grilled beef kebabs and mutton kebabs.

source: 五百里的扫描距离，让原本难以实现的地毯式搜索得以实现。
en_us: The detection range of 800 km made the originally difficult to achieve carpet search doable.

source: 亚伯罕公爵！
en_us: Duke Abraham!

source: 亚伯罕听说温妮莎食欲不振，所以昨晚尝到这下酒菜味道巴适，今天就进皇宫把她接出来，带她尝尝这家酒馆的下酒菜。
en_us: Abraham heard that Vanessa could not eat, so the moment he tried the side dishes, he brought her out of the palace to try the side dishes from this tavern.

source: 亚伯罕呆若木鸡，一脸不可思议的看着面前那盘凉拌猪舌头。
en_us: Abraham was stunned. He looked at the plate of pig tongue salad in front of him in disbelief.

source: 亚伯罕和温妮莎的举动，被在场的客人们视为与酒馆关系不错的证据。
en_us: Abraham and Vanessa's actions were seen as evidence by the customers there that they had a good relationship with the people from the tavern.

source: 亚伯罕和温妮莎走进酒馆，原本声音有些嘈杂的酒馆立马变得安静下来。
en_us: When Abraham and Vanessa stepped inside, the noisy tavern turned quiet immediately.

source: 亚伯罕喝醉了，一个人，喝了大半瓶的茅台，吃了六盘下酒菜。
en_us: Abraham was drunk. He finished more than half a bottle of Maotai, and had six plates of side dishes alone.

source: 亚伯罕坐在马车中，神情有些凝重。
en_us: Abraham was sitting in the carriage with a grave expression.

source: 亚伯罕就更不用说了，他们当中不少人就是因为他昨日暴打奥尔登才来的这家酒馆。
en_us: As for Abraham, there was no need to speak further. Most of them were here because Abraham beat Aulden up here.

source: 亚伯罕忍不住将猪舌头喂到了嘴里，然后一口咬下。
en_us: Abraham could not resist putting the tongue into his mouth. After that, he took a bite.

source: 亚伯罕感觉自己的衣服突然崩开了好久个扣子，最里边的贴身保暖衣更是直接绽裂了。
en_us: Abraham suddenly felt multiple buttons from his shirt burst open, exposing his long johns.

source: 亚伯罕抿了一小口酒，压制住心中的震撼，目光投向了一旁的凉拌猪耳朵。
en_us: Abraham took a sip of wine to suppress his shock. He looked at the pig ears salad at the side.

source: 亚伯罕拿了拖把过来，把地上的红油处理掉，以免其他客人滑倒。
en_us: Mag brought a mop over to clear the red oil in case the other customers were to slip on it.

source: 亚伯罕擦了擦手，笑着道：“这家酒馆的老板挺有意思的，他们传就传吧，可以帮他省些麻烦。”
en_us: Abraham wiped his hand with a smile, and said, "The owner of this tavern is rather interesting. Let them spread the rumors so that he will have less trouble going for him."

source: 亚伯罕收回目光，正打算去找个地方坐下，刚好看到了坐在酒柜后边安静的小姑娘。
en_us: Abraham retracted his gaze. He intended to find a seat when he saw that quiet little girl sitting behind the bar counter.

source: 亚伯罕是出了名的好脾气，可只要是上了年纪，或者做到一定位置的人都清楚，当年他可是亲手杀死了两位兄长，助当今陛下登上王位的，这是一位十足的狠人。
en_us: Abraham was known to be good-tempered. However, those of a certain age, or of a certain position, would know very clearly that he had killed two of his older brothers in the past to help the current king ascend his throne. He was a ruthless person.

source: 亚伯罕松了口气，左右看了一眼，好在这不是在麦米餐厅啊，不然小老板可不会说什么害怕，而是直接一个火球招呼了。
en_us: Abraham heaved a breath of relief as he looked around him. Fortunately, they weren't at Mamy Restaurant. Otherwise, Little Boss wouldn't say anything about being afraid—she would just release a fireball instead.

source: 亚伯罕沉默思索了一会，摇头道：“不必了，陛下没有召我入宫，也没有正式昭告天下，恐怕只是外面瞎传的小道消息，你传我命令，公爵府不得有任何人谈论此事，否则直接遣散驱逐。”
en_us: Abraham pondered silently for a while before shaking his head, and said, "There's no need to. His Majesty didn't summon me, and he didn't announce it to the world, either. I think it's most likely to be just rumors. Pass down my orders. No one in the duke's residence is allowed to discuss this. Otherwise, they will be fired and evicted."

source: 亚伯罕点了双份的下酒菜，又让管家去隔壁饭馆里打了两份米饭过来。
en_us: Abraham ordered double of all the side dishes, and got his butler to get two bowls of rice over from the restaurant next door.

source: 亚伯罕的美食观经过麦米餐厅的重新塑造之后，对于这些奇奇怪怪的食物，已经有了极好的包容性。
en_us: After being reshaped by Mamy Restaurant, Abraham's view of delicacies was completely different. He now was very accepting and embracing of such strange food.

source: 亚伯罕眉梢扬起，感觉整个人的精神状态都放松了许多。
en_us: Abraham raised his brows. He felt so much more relaxed.

source: 亚伯罕看了一眼麦格手中托盘里装着的那凉拌猪耳朵，有点惊讶于这份红彤彤的凉拌菜看起来和夫妻肺片有些相似，就连那辣味都有些像，看了眼墙上的酒水单，便道：“来一瓶和他们一眼的酒，下酒菜各来一份。”
en_us: Abraham looked at the pig ears salad on Mag's tray, and was surprised at how similar this red salad was to the sliced beef and ox tongue in chili sauce. Even that spiciness smelled similar. He took a quick look at the drinks' list on the wall, and said, "I will have one bottle of what they are drinking and a helping of each side dish."

source: 亚伯罕看着两手空空的骑士，眉头一皱：“早餐呢？”
en_us: Abraham looked at the empty-handed knight and frowned. "Where's the breakfast?"

source: 亚伯罕看着跪在地上的奥尔登，冷笑道：“我看你们是当官老爷当惯了，觉着出门在外谁都得向你们低头是吧？连这么小，这么可爱的小姑娘，都得给你们倒酒？”
en_us: Abraham looked at the kneeling Aulden and scoffed. "I think you're so used to being an official that you think everyone has to bow down to you when you're outside, right? Even such a young and cute little girl has to pour your wine?"

source: 亚伯罕突然又叫住他道：“对了，要是他们家还没有开门就算了，要文明。”
en_us: Abraham suddenly stopped him. "Oh yes, forget it if they are not open yet. We have to be civilized."

source: 亚伯罕站起身来，看着管家道：“他们家的下酒菜应该也挺下饭的，你遣人去给我买些下酒菜回来。”
en_us: Abraham got up, and said to the butler, "Their side dishes should go well with the porridge too. Send someone to buy and bring some side dishes for me."

source: 亚伯罕笑着摇头道：“没事，我和老板打过招呼了，一会我们会自己把饭碗收拾了。”
en_us: Abraham shook his head with a smile, and said, "It's alright. I've already told the owner. We'll just bring the bowl back with us later."
